Repository: Deeplace/geonode
Catalog: geonode_google/translations/geonode_google.*.po
Languages: ro, ru

source: Google Maps API key
ro: Cheile Google Maps API
ru: Google Maps API ключ

source: Map type
ro: Tipul hartei
ru: Тип карты

source: Normal
ru: Обычная

source: Satellite
ro: Satelit
ru: Спутниковая

source: Hybryd
ro: Hibrid
ru: Гибридная

source: Physical
ro: Fizică
ru: Физическая

source: Aerial
ro: Aerian
ru: С воздуха

source: Default zoom
ro: Mărimea implicită
ru: Увеличение по-умолчанию

source: Enable Aerial Perspective Imagery
ro: Activează imaginea aeriană în perspectivă
ru: Разрешить показ карты в перспективе

source: The Google Maps API supports special 45° imagery for certain locations. This high-resolution imagery provides perspective views towards each of the cardinal direction (North, South, East, West). Works only with the Aerial map.
ro: Google Maps API permite vizualizarea în perspectivă a unor localităţi sub un unghi de 45°. Această vizualizare de rezoluţie înaltă oferă vederi perspective în orice direcţie cardinală (Nord, Sud, Est, Vest). Lucrează doar cu harta aeriană
ru: Google Maps API позволяет просматривать позицию перспективно с углом в 45°. Можно рассматривать в перспективе объекты карты с разных концов света (Севера, Юга, Запада, Востока).

source: Imagery angle (°)
ro: Unghiul vederii (°)
ru: Угол перспективы (°)

source: Google plugin
ro: Plugin Google
ru: Плагин Google

source: Google plugin for node geo location
ro: Plugin Google pentru nod geo-locaţie
ru: Плагин Google для Гео-позиция нод

source: Node geo location
ro: Nod geo-locaţie
ru: Гео-позиция нод
