Repository: Deeplace/geonode
Catalog: translations/geonode.*.po
Languages: ro, ru

source: Select map plugin to use.
ro: Selectaţi harta plugin-ului
ru: Выберите плагин карты.

source: Content types
ro: Tipuri de conţinut
ru: Типы материалов

source: Select content types to use the node geo location.
ro: Selectaţi tipurile de conţinut pentru nodurile la care pot fi aplicate geo-poziţionarea
ru: Выберите контентные типы, к нодам которых можно будет применять гео-позиционирование.

source: Save
ro: Salvare
ru: Сохранить

source: The configuration options have been saved.
ro: Opţiunile de configurare au fost salvate.
ru: Конфигурация сохранена

source: The plugin cannot be configured. Please visit this <a href="!url">page</a> and select the plugin.
ro: Pluginul nu poate fi configurat. Vă rugăm vizitaţi această <a href="!url">pagină</a> şi selectaţi pluginul
ru: Плагин не может быть настроен. Вначале посетите эту <a href="!url">страницу</a> и выберите нужный вам плагиню

source: The selected plugin has no settings
ro: Pluginul selectat nu poate fi configurat

source: The configuration options has been saved.
ro: Configurarea a fost salvată

source: The node of !type-type cannot be located on the map. Please visit this <a href="!url">page</a> and check settings.
ro: Nodul !type-type nu poate fi localizat pe mapă. Vă rugăm să vizitaţi această <a href="!url">pagină</a> şi să verificaţi setările

source: The location has been saved.
ro: Geo-poziţia a fost salvată
ru: Гео-позиция сохранена.

source: administer node geo location
ro: Nodul geo-locaţie al administratorului

source: administer node geo location settings
ro: Configurează nodul geo-locaţie al administratorului

source: Geo location
ro: Geo-poziţia
ru: Гео-позиция

source: Node geo location
ro: Nod Geo-poziţia
ru: Гео-позиция нод

source: Configure node geo location settings.
ro: Configurarea noudului geo-locaţie
ru: Настройки гео-позиционирования нод.

source: Plugin configuration
ro: Configurarea pluginului
ru: Настройки плагина

source: Allow to link geo location to node
ro: Permite legătura dintre geo-locaţie şi nod

source: Plugin
ru: Плагин

source: General
ru: Общие
